; LWOTC Translated
[LWTutorial]
CampaignStartTitle="Ласкаво просимо до Long War of the Chosen"
CampaignStartBody="LWOTC - це глобальний мод, який повнiстю змiнює XCOM 2 WOTC. Вiн ускладнює ваше проходження i робить його бiльш схожим на справжню партизанську вiйну.<br/><br/>Ви можете вимкнути це навчання в роздiлi \"Змiнити складнiсть\" > \"Додатковi налаштування\" в iгровому меню."

[X2EventListener_Tutorial]
DroneSightedTitle="Новий противник: Дрон"
DroneSightedBody="Дрони \"Адвент\" - броньованi роботи-розвiдники з високою дальнiстю виявлення i зброєю для контролю натовпу. Вони часто патрулюють територiї самотужки i зустрiчаються всерединi будiвель та на дахах."
RainbowTrooperSightedTitle="Новi противники: пiхота \"Адвент\""
RainbowTrooperSightedBody="\"Адвент\" тепер має додатковi види пiхоти, окрiм звичайних солдатiв:<ul><li>Вартовi (синя броня) спецiалiзуються на режимi перехоплення</li><li>Кулеметники (зелена броня) використовують важкi кулемети та придушення вогнем</li><li>Гранатометники (червона броня) використовують гранатомет для ураження кiлькох цiлей одночасно</li><li>Ракетники (помаранчева броня) стрiляють високоточними ракетами</li></ul>"
HavenHighlightTitle="Огляд сховища"
HavenHighlightBody="Сховища необхiднi для вашого проходження, оскiльки вони використовуються для пошуку мiсiй у регiонi. Крiм того, ви можете зв'язатися лише з регiонами, пiдключеними до iснуючого сховища.<br/><br/>Натиснiть на кнопку, видiлену лiворуч, щоб вiдкрити панель управлiння сховищем."
; LWOTC Translated(2)
FirstMissionDiscoveredTitle="Виявлена перша мiсiя"
FirstMissionDiscoveredBody="Ви виявили свою першу мiсiю! Ваш наступний крок - призначити загiн для проникнення.<br/><br/>Бiльшiсть мiсiй обмеженi за часом, i проникнення також потребує часу. Пiдвищте свої шанси на досягнення високого вiдсотка проникнення, поставивши бiльше повстанцiв на роботу в розвiдцi. Сканування \"Месником\" у сховищi працює так само, як 4 повстанцi, що збирають розвiдданi."
FirstRetaliationTitle="Контр удар \"Адвента\""
FirstRetaliationBody="\"Адвент\" наносить контр удар! Це мiсiя негайного реагування, яку не можна iгнорувати.<br/><br/>Iснує два види контр ударiв - масштабнi каральнi акцiї, якi загрожують втратою всього сховища, якщо їх проiгнорувати або програти, i диверсiї по \"робочих напрямках\", якi можуть призвести до смертi всiх повстанцiв, зайнятих конкретним видом робiт. Ваш радник сховища буде доступний на мiсiї разом iз деякими повстанцями."
CommandersQuartersEnteredTitle="Довiдка LWOTC"
CommandersQuartersEnteredBody="LWOTC додає кiлька записiв до архiвiв XCOM, якi бiльш детально пояснюють деякi з його основних концепцiй, такi як проникнення та управлiння сховищами.<br/><br/>Ви також можете переглянути всi свої сховища з одного екрану через меню Управлiння опором."
; End Translated (2)

; LWOTC Needs Translation (2)
GeneralChosenTitle="Обраний"
GeneralChosenBody="Обраний з'явиться на цiй мiсiї. У LWOTC Обранi реагують на активнiсть XCOM, беручи участь тiльки в каральних мiсiях (розвiдка, постачання, набiр, попвнення i вторгнення) та основних сюжетних мiсiях (Секретний об'єкт тощо). Вони не з'являться в iнших мiсiях.<br/><br/> Їх мета, як i ранiше, полягає в тому, щоб отримати знання про мiсцезнаходження \"Месника\" i напасти на нього. Будьте обережнi, захиститися вiд цього буде непросто!"

TacticalChosenTitle="Бiй з Обраним"
TacticalChosenBody="Обранi у LWOTC бiльш небезпечнi при особистiй зустрiчi:<br/><ul><li>Вони майже невразливi для критичних попадань</li><li>Вони отримують дiю (\"миттєву реакцiю\") на ходу XCOM кожного разу при отриманнi шкоди вiд ворогiв</li><li>Вони можуть викрадати бiйцiв, що стiкають кров'ю, з далекої вiдстанi, витрачаючи на це повний хiд</li><li>Вони отримують значнi удосконалення при прокачцi (натиснiть F1, коли цiлитеся в них, для отримання детальної iнформацiї)</li></ul>"

AssassinSightedTitle="Вбивця"
AssassinSightedBody="Шкода, що проходить по Вбивцi протягом ходу, зменшується з кожним наступним попаданням. Її ж шкода вiд атаки мечем i псi-хвилi починається з малих значень, але буде збiльшуватися з кожним використанням, поки вона не захопить солдата. <br/><br/> Будьте обережнi з розташуванням бiйцiв, оскiльки вона може використовувати свою миттєву реакцiю, щоб атакувати в ближньому бою."

WarlockSightedTitle="Чародiй"
WarlockSightedBody="Чародiй має здатнiсть \"Любимчик Чародiя\", яка дiє на союзникiв. Поки цей союзник залишається живим, Чародiй отримує значно менше шкоди. Вам також слiд остерiгатися його \"Пiдпалу Розуму\", який влаштовує пожежу в областi навколо цiлi. <br/> <br/> Якщо ваш боєць потрапив пiд контроль, пам'ятайте - вашi солдати можуть використати на ньому оглушливий \"Удар прикладом\"."

HunterSightedTitle="Мисливець"
HunterSightedBody="Мисливець буде триматися на вiдстанi i намагатися атакувати ворогiв з безпечної позицiї. Будьте обережнi при наближеннi: його пострiл з пiстолета тепер вимикає зброю XCOM, i вiн може кидати свої свiтло-шумовi гранати як безкоштовну дiю."
; End Translation (2)

[UIScreenListener_HavenManagementTutorial]
HavenManagementTitle="Управлiння сховищами"
HavenManagementBody="Сховища - це дiм для груп повстанцiв, якi можуть виконувати в них особливi завдання:<br/><ul><li>Розвiдданi - знаходження мiсiй</li><li>Пошук рекрутiв - знаходить нових повстанцiв або новобранцiв</li><li>Ресурси - добуває припаси</li></ul><br/>Чим бiльше повстанцiв займаються однiєю роботою, тим кращий результат у нiй. Зараз залиште своїх повстанцiв на зборi розвiдданих."
; LWOTC Needs Translation (2)
HavenAdvisersTitle="Радники сховищ"
HavenAdvisersBody="Клiкнiть на квадратi, позначеному (1) злiва, щоб призначити радника сховища. Радником сховища може бути:<br/><ul><li>Солдат - виявляє Безликих i допоможе з рекрутами</li><li>Учений - збiльшить вироблення розвiдданих, але бiльше не допоможе в дослiдженнях</li><li>Iнженер - збiльшить вироблення ресурсiв</li></ul><br/>Виявлення Безликого дозволить його знешкодити."
; End Translation (2)
; End Translation

; LWOTC Needs Translation
[UIScreenListener_PromotionScreenTutorial]
PistolAbilitiesTutorialTitle="Використання пiстолетiв"
PistolAbilitiesTutorialBody="Особливi навички стрiльби з пiстолета будуть доступнi всiм вашим солдатам, як тiльки ви побудуєте Тренувальний центр, за винятком IСКР та Псi-агентiв. Вони працюють як з пiстолетами, так i з автопiстолетами.\n\n Прокрутiть вниз по екрану здiбностей, щоб побачити їх!"
; End Translation

; LWOTC Translated
[UIScreenListener_CovertActionsTutorial]
CovertActionsTutorialTitle="Секретнi операцiї"
CovertActionsTutorialBody="На вiдмiну вiд звичайної версiї WOTC, вашi оперативники можуть провалити секретнi операцiї. Ризик провалу зменшується зi зростанням рангiв солдатiв, призначених на операцiю - чим вищий ранг, тим менший ризик провалу. <br/><br/>Також, ризик потрапляння в засiдку зростає при виконаннi прихованих операцiй без потрапляння в засiдку. Ризик скидається пiсля першого потрапляння в засiдку."

[UIScreenListener_InitialHavenTutorial]
HavenHighlightTitle="Огляд сховища"
HavenHighlightBody="Сховища необхiднi для вашого проходження, оскiльки вони використовуються для пошуку мiсiй у регiонi. Крiм того, ви можете зв'язатися лише з регiонами, пiдключеними до iснуючого сховища.<br/><br/>Натиснiть на кнопку, видiлену лiворуч, щоб вiдкрити панель управлiння сховищем."

[UIScreenListener_MissionBriefTutorial]
MissionBriefTutorialTitle="Iнструктаж мiсiї"
MissionBriefTutorialBody="Термiн дiї мiсiї визначає, скiльки часу потрiбно на проникнення для цiєї мiсiї. Чим бiльше розвiдданих отримано повстанцями, що працюють на у сховищi на зборi розвiдданих, тим ранiше ви виявляєте мiсiї i тим бiльше у вас буде часу на проникнення.<br/><br/>Вам не обов'язково виконувати кожну мiсiю - виконуйте стiльки, скiльки зможете. Якщо у вас немає загону або недостатньо часу, не бiйтеся пропустити мiсiю."
MissionEnemyCountTitle="Кiлькiсть ворогiв"
MissionEnemyCountBody="Кiлькiсть ворогiв, показана лiворуч - це приблизне число противникiв на мiсiї, за умови проникнення на 100%.<br/><br/>Недостатнє проникнення (менше 100%) призводить до бiльшої кiлькостi ворогiв на мiсiїб а також посилює їх характеристики влучностi, здоров'я, мобiльностi, агресивностi i тд. Надлишкове проникнення (100%+) має шанс зменшити кiлькiсть ворогiв.""

[UIScreenListener_SquadSelectTutorial]
SquadSelectInfiltrationTitle="Вибiр загону"
SquadSelectInfiltrationBody="Окрiм вибору членiв загону, якi є достатньо сильнi для виконання мiсiї, у LWOTC вам також необхiдно враховувати час проникнення.<br/><br/>Кожен додатковий член загону пiсля четвертого збiльшує час проникнення в геометричнiй прогресiї. Деякi здiбностi (наприклад, Супершпигун) i предмети (наприклад, Глушники) можуть трохи скоротити час проникнення."

[UIScreenListener_InfiltratingMissionTutorial]
InfiltratingMissionTitle="Мiсiї на проникнення"
InfiltratingMissionBody="Ви можете запустити мiсiю на проникнення у будь-який час, але малий вiдсоток проникнення ускладнює виконання мiсiї. Можна витратити розвiдданi, щоб прискорити проникнення.<br/><br/> Ви можете скасувати проникнення в будь-який час i перезапустити його, якщо мiсiя ще доступна. Однак перезапуск скидає вiдсоток проникнення до 0%."
; End Translation
